accion.guardar=Guardar
aplicacion.titulo=Vegan Sitavi  
aplicacion.titulo.mayus=VEGAN SITAVI                           
plantilla.admin=Administraci\u00f3n
plantilla.bienvenido=BIENVENIDO A
plantilla.categorias=Categor\u00edas
plantilla.consultas=Consultas
plantilla.derechos=Vegan Sitavi Derechos Reservados 2025
plantilla.idioma=Idioma
plantilla.productos=Productos
plantilla.reportes=Reportes
plantilla.seguridad=Seguridad
plantilla.roles=Roles
plantilla.usuarios=Usuarios
plantilla.inicio=Inicio
plantilla.blog=Blog
blog.recetas=Recetas
receta.agregar=Agregar Receta
receta.nombre=Nombre
receta.ingredientes=Ingredientes
receta.preparacion=Preparacion
receta.imagen=Ruta de la imagen
recetas.mensaje=Descubre todo lo que puedes hacer con nuestra Granola Sitavi
recetas.mensaje2=En Vegan Sitavi, creemos que la comida saludable tambi\u00e9n debe ser deliciosa, creativa y divertida. Por eso, para que la disfrut\u00e9s al m\u00e1ximo, hemos preparado para vos las mejores recetas caseras, ideales para cualquier momento del d\u00eda. Pero esto es solo el comienzo\u2026 Nuestra granola est\u00e1 pensada para que pod\u00e1s experimentar, crear y darle tu toque \u00fanico. \u00a1El l\u00edmite lo pon\u00e9s vos!
recetas.mensaje3=Dej\u00e1 que la creatividad empiece en tu cocina. Nuestra granola es el ingrediente estrella, pero la receta la escrib\u00eds vos.
recetas.mensaje4=\u00a1Probala, cre\u00e1 y compart\u00ed tus creaciones con nosotros!
plantilla.quienessomos=\u00bfQui\u00e9nes Somos?
plantilla.contacto=Contacto
plantilla.masinformacion=M\u00e1s informaci\u00f3n
categorias.todas=Todas
quienesSomos.mensaje=Somos una empresa costarricense dedicada a la elaboraci\u00f3n de productos 100% veganos, artesanales y libres de az\u00facar a\u00f1adida y preservantes. Desde 2021, nos hemos comprometido a ofrecer opciones deliciosas y nutritivas, elaboradas con ingredientes naturales y de la m\u00e1s alta calidad.
quienesSomos.mensaje2=Nuestra pasi\u00f3n por la alimentaci\u00f3n saludable nos ha llevado a crear una l\u00ednea de productos que mantienen el equilibrio perfecto entre sabor y bienestar.
quienesSomos.mensaje3=Creemos en una alimentaci\u00f3n consciente, en el respeto por los ingredientes y en la importancia de llevar opciones saludables a cada hogar. Con cada producto, buscamos inspirar un estilo de vida m\u00e1s natural, sostenible y delicioso.


login.login=Autenticar
accion.recordar=Recordar
accion.registrar=Registrar
login.password=Contrase\u00f1a
login.username=Usuario
error.login=Credenciales err\u00f3neas

usuario.activacion=Activaci\u00f3n
usuario.agregar=Crear Usuario
usuario.apellidos=Apellidos
usuario.correo=Correo
usuario.imagen=Fotograf\u00eda
usuario.listado=Listado de Usuarios
usuario.nombre=Nombre
usuario.password=Contrase\u00f1a
usuario.telefono=Tel\u00e9fono
usuario.username=Usuario

accion.recordar=Recordar
accion.registrar=Registrar
accion.regresar=Regresar

registro.recordar.us=Recordar Usuario


registro.activar.error=Error activando usuario
registro.activar=Activar Usuario
registro.correo.activar=<h1>Saludos</h1><br><strong>%s %s</strong><hr><p>Para activar su cuenta en TechShop siga el siguiente enlace <a href='%s/registro/activacion/%s/%s'>Activar</a></p><br><hr><h2>Equipo de TechShop</h2>
registro.correo.recordar=<h1>Saludos</h1><br><strong>%s %s</strong><hr><p>Para resetear la contrase\u00f1a de su cuenta en TechShop siga el siguiente enlace <a href='%s/registro/activacion/%s/%s'>Activar</a></p><br><hr><h2>Equipo de TechShop</h2>
registro.mensaje.activacion.ok=Por favor revise su cuenta de correo %s para activar su usuario en el sistema TechShop
registro.mensaje.activacion=Activaci\u00f3n de cuenta en TechShop
registro.mensaje.recordar.ok=Por favor revise su cuenta de correo %s para recuperar su usuario en el sistema TechShop
registro.mensaje.recordar=Recordar cuenta en TechShop
registro.mensaje.usuario.o.correo=Ya existe un usuario con el username %s o el correo %s si no recuerda su contrase\u00f1a de 'recordar contrase\u00f1a'
registro.recordar.us=Recordar Usuario