accion.guardar=Salvar
accion.eliminar=Excluir
accion.modificar=Modificar
accion.enviar=Enviar
accion.actualizar=Atualizar
accion.verProducto=Ver Produto  
accion.volverCatalogo=Voltar ao Cat\u00e1logo  
accion.a\u00f1adirCarrito=Adicionar ao Carrinho
accion.verMas=Ver mais
aplicacion.titulo=Vegan Sitavi
aplicacion.titulo.mayus=VEGAN SITAVI
plantilla.admin=Administra\u00e7\u00e3o
plantilla.bienvenido=BEM-VINDO \u00c0
plantilla.categorias=Categorias
plantilla.consultas=Consultas
plantilla.derechos=Vegan Sitavi Direitos Reservados 2025
plantilla.idioma=Idioma
plantilla.productos=Produtos
plantilla.reportes=Relat\u00f3rios
plantilla.seguridad=Seguran\u00e7a
plantilla.roles=Cargos
plantilla.usuarios=Usu\u00e1rios
plantilla.inicio=In\u00edcio
plantilla.blog=Blog
plantilla.quienessomos=Quem Somos?
plantilla.contacto=Contato
plantilla.masinformacion=Mais informa\u00e7\u00f5es
categorias.todas=Todas

blog.recetas=Receitas
receta.agregar=Adicionar Receita
receta.nombre=Nome
receta.ingredientes=Ingredientes
receta.preparacion=Preparo
receta.imagen=Caminho da imagem
recetas.mensaje=Descubra tudo o que voc\u00ea pode fazer com a nossa Granola Sitavi
recetas.mensaje2=Na Vegan Sitavi, acreditamos que comida saud\u00e1vel tamb\u00e9m deve ser deliciosa, criativa e divertida. Por isso, para voc\u00ea aproveitar ao m\u00e1ximo, preparamos as melhores receitas caseiras, ideais para qualquer momento do dia. Mas isso \u00e9 s\u00f3 o come\u00e7o\u2026 Nossa granola foi feita para voc\u00ea experimentar, criar e dar seu toque pessoal. O limite \u00e9 voc\u00ea quem define!
recetas.mensaje3=Deixe a criatividade come\u00e7ar na sua cozinha. Nossa granola \u00e9 o ingrediente principal, mas a receita \u00e9 voc\u00ea quem escreve.
recetas.mensaje4=Experimente, crie e compartilhe suas cria\u00e7\u00f5es com a gente!

quienesSomos.mensaje=Somos uma empresa costarriquenha dedicada \u00e0 produ\u00e7\u00e3o de produtos 100% veganos, artesanais e livres de a\u00e7\u00facar adicionado e conservantes. Desde 2021, estamos comprometidos em oferecer op\u00e7\u00f5es deliciosas e nutritivas, feitas com ingredientes naturais e da mais alta qualidade.
quienesSomos.mensaje2=Nossa paix\u00e3o por uma alimenta\u00e7\u00e3o saud\u00e1vel nos levou a criar uma linha de produtos que mant\u00e9m o equil\u00edbrio perfeito entre sabor e bem-estar.
quienesSomos.mensaje3=Acreditamos em uma alimenta\u00e7\u00e3o consciente, no respeito pelos ingredientes e na import\u00e2ncia de levar op\u00e7\u00f5es saud\u00e1veis para cada lar. Com cada produto, buscamos inspirar um estilo de vida mais natural, sustent\u00e1vel e saboroso.
plantilla.mision=Miss\u00e3o
mision=Na Vegan Sitavi, produzimos granolas artesanais de alta qualidade com ingredientes 100% naturais, sem a\u00e7\u00facar nem conservantes, para oferecer uma op\u00e7\u00e3o nutritiva e deliciosa. Acreditamos no poder da alimenta\u00e7\u00e3o saud\u00e1vel para equilibrar corpo e mente, e nos comprometemos com pr\u00e1ticas sustent\u00e1veis e com\u00e9rcio justo, porque cada escolha que fazemos impacta nosso bem-estar e o mundo ao nosso redor.
plantilla.vision=Vis\u00e3o
vision=Tornar-se a marca l\u00edder de granolas saud\u00e1veis em n\u00edvel nacional e internacional, destacando-se por nossa qualidade, inova\u00e7\u00e3o e compromisso com a sa\u00fade e o meio ambiente. Queremos inspirar mais pessoas a escolher uma alimenta\u00e7\u00e3o natural e consciente, gerando um impacto positivo em seu bem-estar e no mundo que compartilhamos.

login.login=Autenticar
accion.recordar=Lembrar
accion.registrar=Registrar
login.password=Senha
login.username=Usu\u00e1rio
error.login=Credenciais incorretas

usuario.activacion=Ativa\u00e7\u00e3o
usuario.agregar=Criar Usu\u00e1rio
usuario.apellidos=Sobrenome
usuario.correo=Email
usuario.imagen=Fotografia
usuario.listado=Lista de Usu\u00e1rios
usuario.nombre=Nome
usuario.password=Senha
usuario.telefono=Telefone
usuario.username=Nome de usu\u00e1rio

accion.recordar=Lembrar
accion.registrar=Registrar
accion.regresar=Voltar

registro.recordar.us=Lembrar Usu\u00e1rio

registro.activar.error=Erro ao ativar o usu\u00e1rio
registro.activar=Ativar Usu\u00e1rio
registro.correo.activar=<h1>Sauda\u00e7\u00f5es</h1><br><strong>%s %s</strong><hr><p>Para ativar sua conta no TechShop, siga o link: <a href='%s/registro/activacion/%s/%s'>Ativar</a></p><br><hr><h2>Equipe TechShop</h2>
registro.correo.recordar=<h1>Sauda\u00e7\u00f5es</h1><br><strong>%s %s</strong><hr><p>Para redefinir a senha da sua conta no TechShop, siga o link: <a href='%s/registro/activacion/%s/%s'>Ativar</a></p><br><hr><h2>Equipe TechShop</h2>
registro.mensaje.activacion.ok=Por favor, verifique seu email %s para ativar sua conta no sistema TechShop
registro.mensaje.activacion=Ativa\u00e7\u00e3o de conta no TechShop
registro.mensaje.recordar.ok=Por favor, verifique seu email %s para recuperar seu usu\u00e1rio no sistema TechShop
registro.mensaje.recordar=Lembrar conta no TechShop
registro.mensaje.usuario.o.correo=J\u00e1 existe um usu\u00e1rio com o nome de usu\u00e1rio %s ou com o email %s. Se voc\u00ea n\u00e3o se lembra da senha, use a op\u00e7\u00e3o "lembrar senha"
registro.recordar.us=Lembrar Usu\u00e1rio

producto.agregar=Adicionar Produto
producto.categoria=Categoria
producto.descripcion=Descri\u00e7\u00e3o
producto.nombre=Nome do produto
producto.precio=Pre\u00e7o
producto.existencias=Estoque
producto.imagen=Imagem

contacto.nombre=Nome
contacto.apellidos=Sobrenome
contacto.correo=Email
contacto.mensaje=Mensagem

carrito.cantidad=Quantidade
carrito.datos=Dados do Produto
carrito.facturar=Faturar
carrito.no_mostrar=Carrinho Vazio!
carrito.seguirComprando=Continuar Comprando
carrito.titulo=Produtos no Carrinho
carrito.total=Total
carrito.totalCompra=Total da Compra
carrito.verCarrito=Ver Carrinho
lista.vacia=O carrinho est\u00e1 vazio

payment.cancel = Processo Cancelado
payment.cancel.text = O processo foi cancelado, a fatura\u00e7\u00e3o n\u00e3o foi realizada
payment.error = Erro no Pagamento
payment.error.text = O processo gerou um erro, a fatura\u00e7\u00e3o n\u00e3o foi realizada
payment.ok = Pagamento Realizado
payment.ok.text = O processo de fatura\u00e7\u00e3o foi conclu\u00eddo com sucesso

sesion.iniciar=Conecte-se

footer.vegan=Vegan Sitavi \u00e9 a sua fonte confi\u00e1vel de produtos 100% naturais e veganos. Sa\u00fade, seguran\u00e7a e estabilidade em cada compra.
footer.navegacion=Navega\u00e7\u00e3o

plantilla.contactanos=Contate-nos
plantilla.siguenos=S\u00edga-nos