accion.guardar=Enregistrer
accion.eliminar=Supprimer
accion.modificar=Modifier
accion.enviar=Envoyer
accion.actualizar=Mettre \u00e0 jour
accion.verProducto=Voir le produit  
accion.volverCatalogo=Retour au catalogue  
accion.a\u00f1adirCarrito=Ajouter au panier
accion.verMas=Voir plus
aplicacion.titulo=Vegan Sitavi
aplicacion.titulo.mayus=VEGAN SITAVI
plantilla.admin=Administration
plantilla.bienvenido=BIENVENUE \u00c0
plantilla.categorias=Cat\u00e9gories
plantilla.consultas=Requ\u00eates
plantilla.derechos=Vegan Sitavi Tous droits r\u00e9serv\u00e9s 2025
plantilla.idioma=Langue
plantilla.productos=Produits
plantilla.reportes=Rapports
plantilla.seguridad=S\u00e9curit\u00e9
plantilla.roles=R\u00f4les
plantilla.usuarios=Utilisateurs
plantilla.inicio=Accueil
plantilla.blog=Blog
plantilla.quienessomos=Qui sommes-nous ?
plantilla.contacto=Contact
plantilla.masinformacion=Plus d'informations
categorias.todas=Toutes

blog.recetas=Recettes
receta.agregar=Ajouter une recette
receta.nombre=Nom
receta.ingredientes=Ingr\u00e9dients
receta.preparacion=Pr\u00e9paration
receta.imagen=Chemin de l'image
recetas.mensaje=D\u00e9couvrez tout ce que vous pouvez faire avec notre Granola Sitavi
recetas.mensaje2=Chez Vegan Sitavi, nous croyons que la nourriture saine doit aussi \u00eatre d\u00e9licieuse, cr\u00e9ative et amusante. C'est pourquoi nous avons pr\u00e9par\u00e9 pour vous les meilleures recettes maison, id\u00e9ales \u00e0 tout moment de la journ\u00e9e. Mais ce n'est que le d\u00e9but\u2026 Notre granola est con\u00e7u pour que vous puissiez exp\u00e9rimenter, cr\u00e9er et y ajouter votre touche personnelle. La seule limite, c'est vous !
recetas.mensaje3=Laissez libre cours \u00e0 votre cr\u00e9ativit\u00e9 dans la cuisine. Notre granola est l\u2019ingr\u00e9dient vedette, mais c\u2019est vous qui \u00e9crivez la recette.
recetas.mensaje4=Essayez-la, cr\u00e9ez et partagez vos cr\u00e9ations avec nous !

quienesSomos.mensaje=Nous sommes une entreprise costaricienne d\u00e9di\u00e9e \u00e0 la fabrication de produits 100 % v\u00e9g\u00e9taliens, artisanaux, sans sucre ajout\u00e9 ni conservateurs. Depuis 2021, nous nous engageons \u00e0 offrir des options d\u00e9licieuses et nutritives, pr\u00e9par\u00e9es avec des ingr\u00e9dients naturels de la plus haute qualit\u00e9.
quienesSomos.mensaje2=Notre passion pour une alimentation saine nous a amen\u00e9s \u00e0 cr\u00e9er une gamme de produits qui allient parfaitement go\u00fbt et bien-\u00eatre.
quienesSomos.mensaje3=Nous croyons en une alimentation consciente, dans le respect des ingr\u00e9dients et dans l'importance d'offrir des options saines \u00e0 chaque foyer. Avec chaque produit, nous cherchons \u00e0 inspirer un mode de vie plus naturel, durable et savoureux.
plantilla.mision=Mission
mision=Chez Vegan Sitavi, nous fabriquons des granolas artisanaux de haute qualit\u00e9 \u00e0 base d'ingr\u00e9dients 100 % naturels, sans sucre ni conservateurs, pour vous offrir une option nutritive et d\u00e9licieuse. Nous croyons au pouvoir d'une alimentation saine pour \u00e9quilibrer le corps et l'esprit, et nous nous engageons \u00e0 adopter des pratiques durables et un commerce \u00e9quitable, car chaque choix que nous faisons a un impact sur notre bien-\u00eatre et sur le monde qui nous entoure.
plantilla.vision=Vision
vision=Devenir la marque leader de granolas sains au niveau national et international, reconnue pour sa qualit\u00e9, son innovation et son engagement envers la sant\u00e9 et l\u2019environnement. Nous voulons inspirer plus de gens \u00e0 adopter une alimentation naturelle et consciente, en ayant un impact positif sur leur bien-\u00eatre et sur le monde que nous partageons.

login.login=Authentifier
accion.recordar=Se souvenir
accion.registrar=Enregistrer
login.password=Mot de passe
login.username=Utilisateur
error.login=Identifiants incorrects

usuario.activacion=Activation
usuario.agregar=Cr\u00e9er un utilisateur
usuario.apellidos=Nom de famille
usuario.correo=Courriel
usuario.imagen=Photographie
usuario.listado=Liste des utilisateurs
usuario.nombre=Pr\u00e9nom
usuario.password=Mot de passe
usuario.telefono=T\u00e9l\u00e9phone
usuario.username=Nom d'utilisateur

accion.recordar=Se souvenir
accion.registrar=Enregistrer
accion.regresar=Retourner

registro.recordar.us=R\u00e9cup\u00e9rer l'utilisateur

registro.activar.error=Erreur lors de l\u2019activation de l\u2019utilisateur
registro.activar=Activer l'utilisateur
registro.correo.activar=<h1>Salutations</h1><br><strong>%s %s</strong><hr><p>Pour activer votre compte sur TechShop, suivez le lien suivant : <a href='%s/registro/activacion/%s/%s'>Activer</a></p><br><hr><h2>L'\u00e9quipe de TechShop</h2>
registro.correo.recordar=<h1>Salutations</h1><br><strong>%s %s</strong><hr><p>Pour r\u00e9initialiser le mot de passe de votre compte TechShop, suivez le lien suivant : <a href='%s/registro/activacion/%s/%s'>Activer</a></p><br><hr><h2>L'\u00e9quipe de TechShop</h2>
registro.mensaje.activacion.ok=Veuillez v\u00e9rifier votre bo\u00eete mail %s pour activer votre compte sur TechShop
registro.mensaje.activacion=Activation de compte sur TechShop
registro.mensaje.recordar.ok=Veuillez v\u00e9rifier votre bo\u00eete mail %s pour r\u00e9cup\u00e9rer votre utilisateur sur TechShop
registro.mensaje.recordar=R\u00e9cup\u00e9ration de compte sur TechShop
registro.mensaje.usuario.o.correo=Un utilisateur avec le nom d'utilisateur %s ou l'adresse e-mail %s existe d\u00e9j\u00e0. Si vous avez oubli\u00e9 votre mot de passe, utilisez \u00ab mot de passe oubli\u00e9 \u00bb
registro.recordar.us=R\u00e9cup\u00e9rer l'utilisateur

producto.agregar=Ajouter un produit
producto.categoria=Cat\u00e9gorie
producto.descripcion=Description
producto.nombre=Nom du produit
producto.precio=Prix
producto.existencias=Stock
producto.imagen=Image

contacto.nombre=Pr\u00e9nom
contacto.apellidos=Nom
contacto.correo=Courriel
contacto.mensaje=Message

carrito.cantidad=Quantit\u00e9
carrito.datos=Donn\u00e9es du produit
carrito.facturar=Facturer
carrito.no_mostrar=Panier vide !
carrito.seguirComprando=Continuer vos achats
carrito.titulo=Produits dans le panier
carrito.total=Total
carrito.totalCompra=Montant total
carrito.verCarrito=Voir le panier
lista.vacia=Le panier est vide

payment.cancel = Processus annul\u00e9
payment.cancel.text = Le processus a \u00e9t\u00e9 annul\u00e9, aucune facturation n\u2019a \u00e9t\u00e9 effectu\u00e9e
payment.error = Erreur de paiement
payment.error.text = Une erreur est survenue, la facturation n\u2019a pas \u00e9t\u00e9 effectu\u00e9e
payment.ok = Paiement effectu\u00e9
payment.ok.text = Le processus de facturation s\u2019est d\u00e9roul\u00e9 avec succ\u00e8s 